var dataJson = {
    getAddress: function() {
        return {
            avan: {
                postIndex: '0060',
                street: 'Ավան, Իսահակյան թաղամաս, շ․ 2',
                location: 'ք․ Երևան',
                recipient: 'Ավանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Աննա Պողոսյանին'
            },
            arabkir: {
                postIndex: '0014',
                street: 'Մամիկոնյանց փող. շ․ 1',
                location: 'ք․ Երևան',
                recipient: 'Արաբկիրի անձնագրային բաժանմունքի պետ',
                name: 'Նատալի Կոստանդյանին'
            },
            davtashen: {
                postIndex: '0054',
                street: 'Դավթաշեն, 1-ին թաղամաս, շ․ 39',
                location: 'ք․ Երևան',
                recipient: 'Դավթաշենի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Ռոման Խալաթյանին'
            },
            erebuni: {
                postIndex: '0008',
                street: 'Մովսես Խորենացու փող. շ․ 162ա',
                location: 'ք․ Երևան',
                recipient: 'Էրեբունու անձնագրային խմբի պետ',
                name: 'Սյուզաննա Մանասյանին'
            },
            kentron: {
                postIndex: '0070',
                street: 'Վրացյան փող. շ․ 90',
                location: 'ք․ Երևան',
                recipient: 'Կենտրոնի անձնագրային բաժանմունքի պետ',
                name: 'Անահիտ Վիրաբյանին'
            },
            malatia: {
                postIndex: '0031',
                street: 'Արա Սարգսյան փող. շ․ 22',
                location: 'ք․ Երևան',
                recipient: 'Մալաթիայի անձնագրային բաժանմունքի պետ',
                name: 'Մխիթար Հովհաննիսյանին'
            },
            mashtoc: {
                postIndex: '0038',
                street: 'Շինարարների փող. շ․ 10/1',
                location: 'ք․ Երևան',
                recipient: 'Մաշտոցի անձնագրային բաժանմունքի պետ',
                name: 'Մարինե Վարդանյանին'
            },
            marash: {
                postIndex: '0070',
                street: 'Քաջազնունու փող. շ․ 11',
                location: 'ք․ Երևան',
                recipient: 'Մարաշի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Լիլիթ Հովսեփյանին'
            },
            norq: {
                postIndex: '0056',
                street: 'Նոր Նորքի 1-ին միկրոշրջան, Բորյան փող. շ․ 1',
                location: 'ք․ Երևան',
                recipient: 'Նոր Ներքի անձնագրային բաժանմունքի պետ',
                name: 'Վեներա Բադալյանին'
            },
            nubarashen: {
                postIndex: '0086',
                street: 'Նուբարաշեն, 14-րդ փողոց, 17 տուն',
                location: 'ք․ Երևան',
                recipient: 'Նուբարաշենի անձնագրային խմբի',
                name: 'Հայկանուշ Ուզունյանին'
            },
            charbax: {
                postIndex: '0086',
                street: 'Շիրակի փող. շ․ 56',
                location: 'ք․ Երևան',
                recipient: 'Չարբախի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Արշակ Թարվերդյանին'
            }, 
            shengavit: {
                postIndex: '0026',
                street: 'Գարեգին Նժդեհի փող. շ․ 27',
                location: 'ք․ Երևան',
                recipient: 'Շենգավիթի անձնագրային բաժանմունքի պետ',
                name: 'Նաիրա Բարսեղյանին'
            },
            qanaqer: {
                postIndex: '0014',
                street: 'Ահարոնյան փող. շ․ 3',
                location: 'ք․ Երևան',
                recipient: 'Քանաքեռ-Զեյթունի անձնագրային բաժանմունքի պետ',
                name: 'Նարինե Հայրապետյանին'
            },
            axuryan: {
                postIndex: '2601',
                street: 'Գարեգին Նժդեհի փող. շ․ 27',
                location: 'ք․ Երևան',
                recipient: 'Ախուրյանի անձնագրային բաժանմունքի պետ',
                name: 'Սվետլանա Բաղդասարյանին'
            },
            amasia: {
                postIndex: '2601',
                street: 'Գարեգին Նժդեհի փող. շ․ 27',
                location: 'ք․ Երևան',
                recipient: 'Ամասիայի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Արփենիկ Համբարձումյանին'
            },
            ani: {
                postIndex: '0041',
                street: 'Երկաթուղայինների փող. շ․ 1',
                location: 'ք․ Մարալիկ, Շիրակի մարզ',
                recipient: 'Անիի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Արտակ Բարսեղյանին'
            },
            ashocq: {
                postIndex: '2801',
                street: '',
                location: 'գ․ Աշոցք, Շիրակի մարզ',
                recipient: 'Աշոցքի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Գնել Պետրոսյանին'
            },
            artik: {
                postIndex: '3001',
                street: 'Գորկու փող. շ․ 4',
                location: 'ք․ Արթիկ, Շիրակի մարզ',
                recipient: 'Արթիկի անձնագրային բաժանմունքի պետ',
                name: 'Ռուզաննա Բաղդասարյանին'
            },
            gyumri_k: {
                postIndex: '3108',
                street: 'Շիրակացու փող. շ․ 17',
                location: 'ք․ Գյումրի, Շիրակի մարզ',
                recipient: 'Գյումրու «Կումայրի» անձնագրային բաժանմունքի պետ',
                name: 'Ջուլիետա Քալաշյանին'
            }, 
            gyumri_m: {
                postIndex: '3108',
                street: 'Շիրակացու փող. շ․ 17',
                location: 'ք․ Գյումրի, Շիրակի մարզ',
                recipient: 'Գյումրու «Մուշ» անձնագրային բաժանմունքի պետ',
                name: 'Արթուր Վարդանյանին'
            },
            ashtarak: {
                postIndex: '0204',
                street: 'Տիգրան Մեծի փող. շ․ 46',
                location: 'ք․ Աշտարակ, Արագածոտնի մարզ',
                recipient: 'Աշտարակի անձնագրային բաժանմունքի պետ',
                name: 'Մկրտիչ Մկրտչյանին'
            },
            aparan: {
                postIndex: '0301',
                street: 'Գայի փող. շ․ 9',
                location: 'ք․ Ապարան, Արագածոտնի մարզ',
                recipient: 'Ապարանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Աննման Շահբազյանին'
            },
            caxkahovit: {
                postIndex: '0401',
                street: 'Բժշկյան փող. շ․ 5',
                location: 'գ․ Ծաղկահովիտ, Արագածոտնի մարզ',
                recipient: 'Արագածի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Դոնարա Մինասյանին'
            },
            talin: {
                postIndex: '0501',
                street: 'Գորկու փող. շ․ 14',
                location: 'ք․ Թալին, Արագածոտնի մարզ',
                recipient: 'Թալինի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Առաքել Գրիգորյանին'
            },
            ararat: {
                postIndex: '0602',
                street: 'Շահումյան փող. շ․ 12',
                location: 'ք․ Արարատ, Արարատի մարզ',
                recipient: 'Արարատի անձնագրային խմբի պետ',
                name: 'Զոհրաբ Մահլամյանին'
            },
            vedi: {
                postIndex: '0601',
                street: 'Չարենցի փող. շ․ 1',
                location: 'ք․ Վեդի, Արարատի մարզ',
                recipient: 'Արարատի անձնագրային բաժանմունքի պետ',
                name: 'Զոհրաբ Մահլամյանին'
            }, 
            artashat: {
                postIndex: '0701',
                street: 'Շահումյան փող. շ․ 20',
                location: 'ք․ Արտաշատ, Արարատի մարզ',
                recipient: 'Արտաշատի անձնագրային բաժանմունքի պետ',
                name: 'Էդիկ Ղազարյանին'
            },
            masis: {
                postIndex: '0724',
                street: 'Մարշալ Բաղրամյան փող. շ․ 30',
                location: 'ք․ Մասիս, Արարատի մարզ',
                recipient: 'Մասիսի անձնագրային բաժանմունքի պետ',
                name: 'Վահագն Գրիգորյանին'
            },
            armavir: {
                postIndex: '0901',
                street: 'ք․ Արմավիր, Ջիվանու փող. շ 3, Արմավիրի մարզ',
                recipient: 'Արմավիրի անձնագրային բաժանմունքի պետ',
                name: 'Ռազմիկ Հակոբյանին'
            },
            baxramyan: {
                postIndex: '1001',
                street: '',
                location: 'գ․ Բաղրամյան, Արմավիրի մարզ',
                recipient: 'Ապարանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Յուրիկ Գրիգորյանին'
            },
            ejmiacin: {
                postIndex: '1101',
                street: 'Մաշտոցի փող. շ․ 8ա',
                location: 'ք․ Էջմիածին, Արմավիրի մարզ',
                recipient: 'Էջմիածնի անձնագրային բաժանմունքի պետ',
                name: 'Պերճ Խաչատրյանին'
            },
            mecamor: {
                postIndex: '0910',
                street: 'քաղաքապետարանի շենք, 1-ին հարկ',
                location: 'ք․ Մեծամոր, Արմավիրի մարզ',
                recipient: 'Մեծամորի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Գոռ Գասպարյանին'
            },
            gavar: {
                postIndex: '1201',
                street: 'Սայադյան փող. շ․ 18',
                location: 'ք․ Գավառ, Գեղարքունիքի մարզ',
                recipient: 'Գավառի անձնագրային բաժանմունքի պետ',
                name: 'Սերգեյ Լազարյանին'  
            },
            chambarak: {
                postIndex: '1301',
                street: 'Գարեգին Նժդեհի փող. շ․ 122',
                location: 'ք․ Ճամբարակ, Գեղարքունիքի մարզ',
                recipient: 'Ճամբարակի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Կամիլա Եգանյաին'
            },
            martuni: {
                postIndex: '1401',
                street: 'Մյասնիկյան փող. շ․ 5',
                location: 'ք․ Մարտունի, Գեղարքունիքի մարզ',
                recipient: 'Մարտունու անձնագրային բաժանմունքի պետ',
                name: 'Սարիբեկ Մաթևոսյանին'
            },
            sevan: {
                postIndex: '1501',
                street: 'Դեմիրճյան փող. շ․ 8',
                location: 'ք․ Սևան, Գեղարքունիքի մարզ',
                recipient: 'Սևանի անձնագրային բաժանմունքի պետի պաշտոնակատար',
                name: 'Կարինե Դավթյանին'
            },
            vardenis: {
                postIndex: '2001',
                street: 'Մխիթար Գոշի փող. շ․ 3',
                location: 'ք․ Վանաձոր, Լոռու մարզ',
                recipient: 'Ճամբարակի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Գարիկ Երանոսյանին'
            },
            goris: {
                postIndex: '3201',
                street: 'Գրիգոր Նարեկացու փող. շ․ 3',
                location: 'ք․ Գորիս, Սյունիքի մարզ',
                recipient :'Գորիսի անձնագրային բաժանմունքի պետ',
                name: 'Քնար Պողոսյանին' 
            },
            kapan: {
                postIndex: '3302',
                street: 'Երկաթուղայինների փող. շ․ 4',
                location: 'ք․ Կապան, Սյունիքի մարզ',
                recipient: 'Կապանի անձնագրային բաժանմունքի պետ',
                name: 'Արթուր Սարգսյանին'
            },
            mexri: {
                postIndex: '3401',
                street: 'Զորավար Անդրանիկի փող. 1-ին փակուղի, շ․ 1',
                location: 'ք․ Մեղրի, Սյունիքի մարզ',
                recipient: 'Մեղրու անձնագրային խմբի առաջատար մասնագետ',
                name: 'Գրենիկ Ահարոնյանին'
            },
            sisian: {
                postIndex: '3501',
                street: 'Գարեգին Նժդեհի փող. շ․ 6',
                location: 'ք․ Սիսիան, Սյունիքի մարզ',
                recipient: 'Սիսիանի անձնագրային բաժանմունքի պետ',
                name: 'Գայանե Ալավերդյանին'
            },
            gugarq: {
                postIndex: '2029',
                street: '2-րդ փողոց շ․ 8',
                location: 'գ․ Գուգարք, Լոռու մարզ',
                recipient: 'Գուգարքի անձնագրային բաժանմունքի առաջատար մասնագետ',
                name: 'Ալվարդ Միսկարյանին'
            },
            alaverdi: {
                postIndex: '1701',
                street: 'Երևանյան փող. շ․ 3',
                location: 'ք․ Ալավերդի, Լոռու մարզ',
                recipient: 'Թումանյանի անձնագրային բաժանմունքի պետ',
                name: 'Գևորգ Հակոբյանին'
            },
            spitak: {
                postIndex: '1804',
                street: 'Ալեք Մանուկյան փող. շ․ 1',
                location: 'ք․ Սպիտակ, Լոռու մարզ',
                recipient: 'Սպիտակի անձնագրային բաժանմունքի պետ',
                name: 'Գագիկ Սիսակյանին'
            },
            stepanavan: {
                postIndex: '1901',
                street: 'Սոս Սարգսյան փող. շ․ 36',
                location: 'ք․ Ստեփանավան, Լոռու մարզ',
                recipient: 'Ստեփանավանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Գրիգոր Գրիգորյանին'
            },
            vanadzor: {
                postIndex: '2001',
                street: 'Մխիթար Գոշի փող. շ․ 3',
                location: 'ք․ Վանաձոր, Լոռու մարզ',
                recipient: 'Վանաձորի անձնագրային բաժանմունքի պետ',
                name: 'Արմեն Թումանյանին'
            },
            dilijan: {
                postIndex: '3901',
                street: 'Մյասնիկյան փող. շ․ 57',
                location: 'ք․ Դիլիջան, Տավուշի մարզ',
                recipient: 'Դիլիջանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Դավիթ Դավթյանին'
            },
            ijevan: {
                postIndex: '4001',
                street: 'Երևանյան փող. շ․ 13',
                location: 'ք․ Իջևան, Տավուշի մարզ',
                recipient: 'Իջևանի անձնագրային բաժանմունքի պետ',
                name: 'Մեդորա Չապուխյանին'
            },
            noyemberyan: {
                postIndex: '4101',
                street: 'Բարեկամության փող. շ․ 4',
                location: 'ք․ Նոյեմբերյան, Տավուշի մարզ',
                recipient: 'Նոյեմբերյանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Հայկ Մամյանին'
            },  
            berd: {
                postIndex: '4201',
                street: 'Լևոն Բեկի փող. շ․ 12',
                location: 'ք․ Բերդ, Տավուշի մարզ',
                recipient: 'Տավուշի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Սվետլանա Քարտաշյանին'
            },
            exegnadzor: {
                postIndex: '3601',
                street: 'Միկոյան փող. շ․ 18',
                location: 'ք․ Եղեգնաձոր, Վայոց ձորի մարզ',
                recipient: 'Եղեգնաձորի անձնագրային բաժանմունքի պետ',
                name: 'Վարդիթեր Հովհաննիսյանին'
            },
            jermuk: {
                postIndex: '3701',
                street: 'Մյասնիկյան փող. շ․ 3',
                location: 'ք․ Ջերմուկ, Վայոց ձորի մարզ',
                recipient: 'Ջերմուկի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Կարեն Հովհաննիսյանին'
            },
            vayq: {
                postIndex: '3801',
                street: 'Երիտասարդական փող. շ․ 2',
                location: 'ք․ Վայք, Վայոց ձորի մարզ',
                recipient: 'Վայքի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Սևադա Մարգարյանին'
            },
            abovyan: {
                postIndex: '2202',
                street: 'Զորավար Անդրանիկի փող. շ․ 5',
                location: 'ք․ Աբովյան, Կոտայքի մարզ',
                recipient: 'Կոտայքի անձնագրային բաժանմունքի պետ',
                name: 'Արա Ավանեսյանին'
            },
            hrazdan: {
                postIndex: '2303',
                street: 'Վանատուր թաղամաս',
                location: 'ք․ Հրազդան, Կոտայքի մարզ',
                recipient: 'Հրազդանի անձնագրային բաժանմունքի պետ',
                name: 'Միքայել Գրիգորյանին'
            },
            exvard: {
                postIndex: '2401',
                street: 'Շիրակի փող. շ․ 2',
                location: 'ք․ Եղվարդ, Կոտայքի մարզ',
                recipient: 'Նաիրիի անձնագրային բաժանմունքի պետ',
                name: 'վետիս Սարգսյանին'
            },
            hachn: {
                postIndex: '2412',
                street: 'Չարենցի փող. շ․ 14',
                location: 'ք․ Նոր Հաճն, Կոտայքի մարզ',
                recipient: 'Հաճնի անձնագրային բաժանմունքի պետ',
                name: 'Վահե Խաչատրյանին'
            },
            charencavan: {
                postIndex: '2501',
                street: 'Շահումյան փող. շ․ 1',
                location: 'ք․ Չարենցավան, Կոտայքի մարզ',
                recipient: 'Չարենցավանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Սերգեյ Պողոսյանին'
            }
        }
    }
}