var dataJson = {
      getAddress: function() {
            return {
                  avan: {
                        postIndex: '0060',
                        street: 'Երևան Ավան, Իսահակյան թաղամաս, 2 շենք',
                        recipient: 'Ավանի անձնագրային խմբի առաջատար մասնագետ Աննա Պողոսյանին'
                  },
                  arabkir: {
                        postIndex: '0014',
                        street: 'Երևան Մամիկոնյանց փող., 1 շենք',
                        recipient: 'Արաբկիրի անձնագրային բաժանմունքի պետ Նատալի Կոստանդյանին'
                  },
                  davtashen: {
                        postIndex: '0054',
                        street: 'Երևան Դավթաշեն, 1-ին թաղամաս, 39 շենք',
                        recipient: 'Դավթաշենի անձնագրային խմբի առաջատար մասնագետ Ռոման Խալաթյանին'
                  },
                  erebuni: {
                        postIndex: '0008',
                        street: 'Երևան Մովսես Խորենացու փող., 162ա շենք',
                        recipient: 'Էրեբունու անձնագրային խմբի պետ Սյուզաննա Մանասյանին'
                  },
                  kentron: {
                        postIndex: '',
                        street: 'Երևան Վրացյան փող., 90 շենք',
                        recipient: 'Կենտրոնի անձնագրային բաժանմունքի պետ Անահիտ Վիրաբյանին'
                  },
                  malatia: {
                        postIndex: '0031',
                        street: 'Երևան Արա Սարգսյան փող., 22 շենք',
                        recipient: 'Մալաթիայի անձնագրային բաժանմունքի պետ Մխիթար Հովհաննիսյանին'
                  },
                  mashtoc: {
                        postIndex: '',
                        street: 'Երևան Շինարարների փող., 10/1 շենք',
                        recipient: 'Մաշտոցի անձնագրային բաժանմունքի պետ Մարինե Վարդանյանին'
                  },
                  marash: {
                       postIndex: '0070',
                       street: 'Երևան Քաջազնունու փող., 11 շենք',
                       recipient: 'Մարաշի անձնագրային խմբի առաջատար մասնագետ Լիլիթ Հովսեփյանին'
                  },
                  norq: {
                        postIndex: '0056',
                        street: 'Երևան Նոր Նորքի 1-ին միկրոշրջան, Բորյան փող., 1 շենք',
                        recipient: 'Նոր Ներքի անձնագրային բաժանմունքի պետ Վեներա Բադալյանին'
                  },
                  nubarashen: {
                        postIndex: '0086',
                        street: 'Երևան Նուբարաշեն, 14-րդ փողոց, 17 տուն',
                        recipient: 'Նուբարաշենի անձնագրային խմբի Հայկանուշ Ուզունյանին'
                  },
                  charbax: {
                       postIndex: '',
                       street: 'Երևան Շիրակի փող., 56 շենք',
                       recipient: 'Չարբախի անձնագրային խմբի առաջատար մասնագետ Արշակ Թարվերդյանին'
                  }, 
                  shengavit: {
                        postIndex: '0026',
                        street: 'Երևան Գարեգին Նժդեհի փող., 27 շենք',
                        recipient: 'Շենգավիթի անձնագրային բաժանմունքի պետ Նաիրա Բարսեղյանին'
                  },
                  qanaqer: {
                        postIndex: '0014',
                        street: 'Երևան Ահարոնյան փող., 3 շենք',
                        recipient: 'Քանաքեռ-Զեյթունի անձնագրային բաժանմունքի պետ Նարինե Հայրապետյանին'
                  },
                  axuryan: {
                       postIndex:  '2601',
                       street: 'Երևան Գարեգին Նժդեհի փող., 27 շենք',
                       recipient: 'Ախուրյանի անձնագրային բաժանմունքի պետ Սվետլանա Բաղդասարյանին'
                  },
                  amasia: {
                        postIndex:  '2601',
                        street: 'Երևան Գարեգին Նժդեհի փող., 27 շենք',
                        recipient: 'Ամասիայի անձնագրային խմբի առաջատար մասնագետ Արփենիկ Համբարձումյանին'
                  },
                  ani: {
                       postIndex:  '',
                       street: 'Մարալիկ Երկաթուղայինների փող., 1 շենք, Շիրակի մարզ',
                       recipient: 'Անիի անձնագրային խմբի առաջատար մասնագետ Արտակ Բարսեղյանին'
                  },
                  ashocq: {
                        postIndex:  '2801',
                        street: 'Աշոցք գյուղ, Շիրակի մարզ',
                        recipient: 'Աշոցքի անձնագրային խմբի առաջատար մասնագետ Գնել Պետրոսյանին'
                  },
                  artik: {
                        postIndex: '',
                        street: 'Արթիկ Գորկու փող., 4 շենք, Շիրակի մարզ',
                        recipient: 'Արթիկի անձնագրային բաժանմունքի պետ Ռուզաննա Բաղդասարյանին'
                  },
                  gyumri_k: {
                        postIndex: '',
                        street: 'Գյումրի Շիրակացու փող., 17 շենք, Շիրակի մարզ',
                        recipient: 'Գյումրու «Կումայրի» անձնագրային բաժանմունքի պետ Ջուլիետա Քալաշյանին'
                  }, 
                  gyumri_m: {
                        postIndex: '',
                        street: 'Գյումրի Շիրակացու փող., 17 շենք, Շիրակի մարզ',
                        recipient: 'Գյումրու «Մուշ» անձնագրային բաժանմունքի պետ Արթուր Վարդանյանին'
                  },
                  ashtarak: {
                        postIndex: '',
                        street: 'Արագածոտնի մարզ, Աշտարակ Տիգրան Մեծի փող., 46 շենք',
                        recipient: 'Աշտարակի անձնագրային բաժանմունքի պետ Մկրտիչ Մկրտչյանին'
                  },
                  aparan: {
                        postIndex: '' ,
                        street: 'Արագածոտնի մարզ, Ապարան Գայի փող., 9 շենք',
                        recipient: 'Ապարանի անձնագրային խմբի առաջատար մասնագետ Աննման Շահբազյանին'
                  },
                  caxkahovit: {
                        postIndex: '0401',
                        street: 'Ծաղկահովիտ գյուղ Բժշկյան փող., 5 շենք, Արագածոտնի մարզ',
                        recipient: 'Արագածի անձնագրային խմբի առաջատար մասնագետ Դոնարա Մինասյանին'
                  },
                  talin: {
                        postIndex: '',
                        street: 'Թալին Գորկու փող., 14 շենք, Արագածոտնի մարզ',
                        recipient: 'Թալինի անձնագրային խմբի առաջատար մասնագետ Առաքել Գրիգորյանին'
                  },
                  ararat: {
                        postIndex: '',
                        street: 'Արարատ Շահումյան փող., 12 շենք, Արարատի մարզ',
                        recipient: 'Արարատի անձնագրային խմբի պետ Զոհրաբ Մահլամյանին'
                  },
                  vedi: {
                       postIndex: '',
                       street: 'Վեդի Չարենցի փող., 1 շենք, Արարատի մարզ',
                       recipient: 'Արարատի անձնագրային բաժանմունքի պետ Զոհրաբ Մահլամյանին'
                  }, 
                  artashat: {
                       postIndex: '',
                       street: 'Արտաշատ Շահումյան փող., 20 շենք, Արարատի մարզ',
                       recipient: 'Արտաշատի անձնագրային բաժանմունքի պետ Էդիկ Ղազարյանին'
                  },
                  masis: {
                       postIndex: '',
                       street: 'Մասիս Մարշալ Բաղրամյան փող., 30 շենք, Արարատի մարզ',
                       recipient: 'Մասիսի անձնագրային բաժանմունքի պետ Վահագն Գրիգորյանին'
                  },
                  armavir: {
                       postIndex: '',
                       street: 'Արմավիր Ջիվանու փող., 3 շենք, Արմավիրի մարզ',
                       recipient: 'Արմավիրի անձնագրային բաժանմունքի պետ Ռազմիկ Հակոբյանին'
                  },
                  baxramyan: {
                       postIndex: '1001',
                       street: 'Բաղրամյան գյուղ, Արմավիրի մարզ',
                       recipient: 'Ապարանի անձնագրային խմբի առաջատար մասնագետ Յուրիկ Գրիգորյանին'
                  },
                  ejmiacin: {
                       postIndex: '',
                       street: 'Էջմիածին Մաշտոցի փող., 8ա շենք, Արմավիրի մարզ',
                       recipient: 'Էջմիածնի անձնագրային բաժանմունքի պետ Պերճ Խաչատրյանին'
                  },
                  mecamor: {
                       postIndex: '0910',
                       street: 'Մեծամոր քաղաքապետարանի շենք, 1-ին հարկ, Արմավիրի մարզ',
                       recipient: 'Մեծամորի անձնագրային խմբի առաջատար մասնագետ Գոռ Գասպարյանին'
                  },
                  gavar: {
                       postIndex: '',
                       street: 'Գավառ Սայադյան փող., 18 շենք, Գեղարքունիքի մարզ',
                       recipient: 'Գավառի անձնագրային բաժանմունքի պետ Սերգեյ Լազարյանին'  
                  },
                  chambarak: {
                       postIndex: '',
                       street: 'Ճամբարակ Գարեգին Նժդեհի փող., 122 շենք, Գեղարքունիքի մարզ',
                       recipient: 'Ճամբարակի անձնագրային խմբի առաջատար մասնագետ Կամիլա Եգանյաին'
                  },
                  martuni: {
                       postIndex: '',
                       street: 'Մարտունի Մյասնիկյան փող., 5 շենք, Գեղարքունիքի մարզ',
                       recipient: 'Մարտունու անձնագրային բաժանմունքի պետ Սարիբեկ Մաթևոսյանին'
                  },
                  sevan: {
                        postIndex: '',
                        street: 'Սևան Դեմիրճյան փող., 8 շենք, եղարքունիքի մարզ',
                        recipient: 'Սևանի անձնագրային բաժանմունքի պետի պաշտոնակատար Կարինե Դավթյանին'
                  },
                  vardenis: {
                        postIndex: '',
                        street: 'Վանաձոր Մխիթար Գոշի փող., 3 շենք, Լոռու մարզ',
                        recipient: 'Ճամբարակի անձնագրային խմբի առաջատար մասնագետ Գարիկ Երանոսյանին'
                  },
                  goris: {
                       postIndex: '',
                       street: 'Գորիս Գրիգոր Նարեկացու փող., 3 շենք, Սյունիքի մարզ',
                       recipient :'Գորիսի անձնագրային բաժանմունքի պետ Քնար Պողոսյանին' 
                  },
                  kapan: {
                        postIndex: '',
                        street: 'Կապան Երկաթուղայինների փող., 4 շենք, Սյունիքի մարզ',
                        recipient: 'Կապանի անձնագրային բաժանմունքի պետ Արթուր Սարգսյանին'
                  },
                  mexri: {
                        postIndex: '',
                        street: 'Մեղրի Զորավար Անդրանիկի փող. 1-ին փակուղի, 1 շենք, Սյունիքի մարզ',
                        recipient: 'Մեղրու անձնագրային խմբի առաջատար մասնագետ Գրենիկ Ահարոնյանին'
                  },
                  sisian: {
                        postIndex: '',
                        street: 'Սիսիան Գարեգին Նժդեհի փող., 6 շենք, Սյունիքի մարզ',
                        recipient: 'Սիսիանի անձնագրային բաժանմունքի պետ Գայանե Ալավերդյանին'
                  },
                  gugarq: {
                        postIndex: '2029',
                        street: 'Գուգարք գյուղ 2-րդ փողոց, 8 շենք, Լոռու մարզ',
                        recipient: 'Գուգարքի անձնագրային բաժանմունքի առաջատար մասնագետ Ալվարդ Միսկարյանին'
                  },
                  alaverdi: {
                        postIndex: '',
                        street: 'Ալավերդի Երևանյան փող., 3 շենք, Լոռու մարզ',
                        recipient: 'Թումանյանի անձնագրային բաժանմունքի պետ Գևորգ Հակոբյանին'
                  },
                  spitak: {
                        postIndex: '',
                        street: 'Սպիտակ Ալեք Մանուկյան փող., 1 շենք, Լոռու մարզ',
                        recipient: 'Սպիտակի անձնագրային բաժանմունքի պետ Գագիկ Սիսակյանին'
                  },
                  stepanavan: {
                        postIndex: '',
                        street: 'Ստեփանավան Սոս Սարգսյան փող., 36 շենք, Լոռու մարզ',
                        recipient: 'Ստեփանավանի անձնագրային խմբի առաջատար մասնագետ Գրիգոր Գրիգորյանին'
                  },
                  vanadzor: {
                        postIndex: '',
                        street: 'Վանաձոր Մխիթար Գոշի փող., 3 շենք, Լոռու մարզ',
                        recipient: 'Վանաձորի անձնագրային բաժանմունքի պետ Արմեն Թումանյանին'
                  },
                  dilijan: {
                        postIndex: '',
                        street: 'Դիլիջան Մյասնիկյան փող., 57 շենք, Տավուշի մարզ',
                        recipient: 'Դիլիջանի անձնագրային խմբի առաջատար մասնագետ Դավիթ Դավթյանին'
                  },
                  ijevan: {
                        postIndex: '',
                        street: 'Իջևան Երևանյան փող., 13 շենք, Տավուշի մարզ',
                        recipient: 'Իջևանի անձնագրային բաժանմունքի պետ Մեդորա Չապուխյանին'
                  },
                  noyemberyan: {
                        postIndex: '4101',
                        street: 'Նոյեմբերյան Բարեկամության փող., 4 շենք, Տավուշի մարզ',
                        recipient: 'Նոյեմբերյանի անձնագրային խմբի առաջատար մասնագետ Հայկ Մամյանին'
                  },  
                  berd: {
                        postIndex: '',
                        street: 'Բերդ Լևոն Բեկի փող., 12 շենք, Տավուշի մարզ',
                        recipient: 'Տավուշի անձնագրային խմբի առաջատար մասնագետ Սվետլանա Քարտաշյանին'
                  },
                  exegnadzor: {
                        postIndex: '',
                        street: 'Եղեգնաձոր Միկոյան փող., 18 շենք, Վայոց ձորի մարզ',
                        recipient: 'Եղեգնաձորի անձնագրային բաժանմունքի պետ Վարդիթեր Հովհաննիսյանին'
                  },
                  jermuk: {
                        postIndex: '',
                        street: 'Ջերմուկ Մյասնիկյան փող., 3 շենք, Վայոց ձորի մարզ',
                        recipient: 'Ջերմուկի անձնագրային խմբի առաջատար մասնագետ Կարեն Հովհաննիսյանին'
                  },
                  vayq: {
                        postIndex: '',
                        street: 'Վայք Երիտասարդական փող., 2 շենք, Վայոց ձորի մարզ',
                        recipient: 'Վայքի անձնագրային խմբի առաջատար մասնագետ Սևադա Մարգարյանին'
                  },
                  abovyan: {
                        postIndex: '',
                        street: 'Աբովյան Զորավար Անդրանիկի փող., 5 շենք, Կոտայքի մարզ',
                        recipient: 'Կոտայքի անձնագրային բաժանմունքի պետ Արա Ավանեսյանին'
                  },
                  hrazdan: {
                        postIndex: '',
                        street: 'Հրազդան Վանատուր թաղամաս, Կոտայքի մարզ',
                        recipient: 'Հրազդանի անձնագրային բաժանմունքի պետ Միքայել Գրիգորյանին'
                  },
                  exvard: {
                        postIndex: '',
                        street: 'Եղվարդ Շիրակի փող., 2 շենք, Կոտայքի մարզ',
                        recipient: 'Նաիրիի անձնագրային բաժանմունքի պետ վետիս Սարգսյանին'
                  },
                  hachn: {
                        postIndex: '',
                        street: 'Նոր Հաճն Չարենցի փող., 14 շենք, Կոտայքի մարզ',
                        recipient: 'Հաճնի անձնագրային բաժանմունքի պետ Վահե Խաչատրյանին'
                  },
                  charencavan: {
                        postIndex: '',
                        street: 'Չարենցավան Շահումյան փող., 1 շենք, Կոտայքի մարզ',
                        recipient: 'Չարենցավանի անձնագրային խմբի առաջատար մասնագետ Սերգեյ Պողոսյանին'
                  }
            }
      }
}