var dataJson = {
    getAddress: function() {
        return {
            avan: {
                postIndex: '0060',
                street: 'ք․ Երևան, Ավան, Իսահակյան թաղամաս, շ․ 2',
                recipient: 'Ավանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Աննա Պողոսյանին'
            },
            arabkir: {
                postIndex: '0014',
                street: 'ք․ Երևան, Մամիկոնյանց փող. շ․ 1',
                recipient: 'Արաբկիրի անձնագրային բաժանմունքի պետ',
                name: 'Նատալի Կոստանդյանին'
            },
            davtashen: {
                postIndex: '0054',
                street: 'ք․ Երևան, Դավթաշեն, 1-ին թաղամաս, շ․ 39',
                recipient: 'Դավթաշենի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Ռոման Խալաթյանին'
            },
            erebuni: {
                postIndex: '0008',
                street: 'ք․ Երևան, Մովսես Խորենացու փող. շ․ 162ա',
                recipient: 'Էրեբունու անձնագրային խմբի պետ',
                name: 'Սյուզաննա Մանասյանին'
            },
            kentron: {
                postIndex: '0070',
                street: 'ք․ Երևան, Վրացյան փող. շ․ 90',
                recipient: 'Կենտրոնի անձնագրային բաժանմունքի պետ',
                name: 'Անահիտ Վիրաբյանին'
            },
            malatia: {
                postIndex: '0031',
                street: 'ք․ Երևան, Արա Սարգսյան փող. շ․ 22',
                recipient: 'Մալաթիայի անձնագրային բաժանմունքի պետ',
                name: 'Մխիթար Հովհաննիսյանին'
            },
            mashtoc: {
                postIndex: '0038',
                street: 'ք․ Երևան, Շինարարների փող. շ․ 10/1',
                recipient: 'Մաշտոցի անձնագրային բաժանմունքի պետ',
                name: 'Մարինե Վարդանյանին'
            },
            marash: {
                postIndex: '0070',
                street: 'ք․ Երևան, Քաջազնունու փող. շ․ 11',
                recipient: 'Մարաշի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Լիլիթ Հովսեփյանին'
            },
            norq: {
                postIndex: '0056',
                street: 'ք․ Երևան, Նոր Նորքի 1-ին միկրոշրջան, Բորյան փող. շ․ 1',
                recipient: 'Նոր Ներքի անձնագրային բաժանմունքի պետ',
                name: 'Վեներա Բադալյանին'
            },
            nubarashen: {
                postIndex: '0086',
                street: 'ք․ Երևան, Նուբարաշեն, 14-րդ փողոց, 17 տուն',
                recipient: 'Նուբարաշենի անձնագրային խմբի',
                name: 'Հայկանուշ Ուզունյանին'
            },
            charbax: {
                postIndex: '0086',
                street: 'ք․ Երևան, Շիրակի փող. շ․ 56',
                recipient: 'Չարբախի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Արշակ Թարվերդյանին'
            }, 
            shengavit: {
                postIndex: '0026',
                street: 'ք․ Երևան, Գարեգին Նժդեհի փող. շ․ 27',
                recipient: 'Շենգավիթի անձնագրային բաժանմունքի պետ',
                name: 'Նաիրա Բարսեղյանին'
            },
            qanaqer: {
                postIndex: '0014',
                street: 'ք․ Երևան, Ահարոնյան փող. շ․ 3',
                recipient: 'Քանաքեռ-Զեյթունի անձնագրային բաժանմունքի պետ',
                name: 'Նարինե Հայրապետյանին'
            },
            axuryan: {
                postIndex: '2601',
                street: 'ք․ Երևան, Գարեգին Նժդեհի փող. շ․ 27',
                recipient: 'Ախուրյանի անձնագրային բաժանմունքի պետ',
                name: 'Սվետլանա Բաղդասարյանին'
            },
            amasia: {
                postIndex: '2601',
                street: 'ք․ Երևան, Գարեգին Նժդեհի փող. շ․ 27',
                recipient: 'Ամասիայի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Արփենիկ Համբարձումյանին'
            },
            ani: {
                postIndex: '0041',
                street: 'Մարալիկ, Երկաթուղայինների փող. շ․ 1, Շիրակի մարզ',
                recipient: 'Անիի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Արտակ Բարսեղյանին'
            },
            ashocq: {
                postIndex: '2801',
                street: 'գ․ Աշոցք, Շիրակի մարզ',
                recipient: 'Աշոցքի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Գնել Պետրոսյանին'
            },
            artik: {
                postIndex: '3001',
                street: 'Արթիկ, Գորկու փող. շ․ 4, Շիրակի մարզ',
                recipient: 'Արթիկի անձնագրային բաժանմունքի պետ',
                name: 'Ռուզաննա Բաղդասարյանին'
            },
            gyumri_k: {
                postIndex: '3108',
                street: 'ք․ Գյումրի, Շիրակացու փող. շ․ 17, Շիրակի մարզ',
                recipient: 'Գյումրու «Կումայրի» անձնագրային բաժանմունքի պետ',
                name: 'Ջուլիետա Քալաշյանին'
            }, 
            gyumri_m: {
                postIndex: '3108',
                street: 'ք․ Գյումրի, Շիրակացու փող. շ․ 17, Շիրակի մարզ',
                recipient: 'Գյումրու «Մուշ» անձնագրային բաժանմունքի պետ',
                name: 'Արթուր Վարդանյանին'
            },
            ashtarak: {
                postIndex: '0204',
                street: 'ք․  Աշտարակ, Տիգրան Մեծի փող. շ․ 46, Արագածոտնի մարզ',
                recipient: 'Աշտարակի անձնագրային բաժանմունքի պետ',
                name: 'Մկրտիչ Մկրտչյանին'
            },
            aparan: {
                postIndex: '0301',
                street: 'Ապարան Գայի փող. շ․ 9, Արագածոտնի մարզ',
                recipient: 'Ապարանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Աննման Շահբազյանին'
            },
            caxkahovit: {
                postIndex: '0401',
                street: 'գ․ Ծաղկահովիտ, Բժշկյան փող. շ․ 5, Արագածոտնի մարզ',
                recipient: 'Արագածի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Դոնարա Մինասյանին'
            },
            talin: {
                postIndex: '0501',
                street: 'Թալին, Գորկու փող. շ․ 14, Արագածոտնի մարզ',
                recipient: 'Թալինի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Առաքել Գրիգորյանին'
            },
            ararat: {
                postIndex: '0602',
                street: 'Արարատ, Շահումյան փող. շ․ 12, Արարատի մարզ',
                recipient: 'Արարատի անձնագրային խմբի պետ',
                name: 'Զոհրաբ Մահլամյանին'
            },
            vedi: {
                postIndex: '0601',
                street: 'Վեդի, Չարենցի փող. շ․ 1, Արարատի մարզ',
                recipient: 'Արարատի անձնագրային բաժանմունքի պետ',
                name: 'Զոհրաբ Մահլամյանին'
            }, 
            artashat: {
                postIndex: '0701',
                street: 'Արտաշատ, Շահումյան փող. շ․ 20, Արարատի մարզ',
                recipient: 'Արտաշատի անձնագրային բաժանմունքի պետ',
                name: 'Էդիկ Ղազարյանին'
            },
            masis: {
                postIndex: '0724',
                street: 'Մասիս, Մարշալ Բաղրամյան փող. շ․ 30, Արարատի մարզ',
                recipient: 'Մասիսի անձնագրային բաժանմունքի պետ',
                name: 'Վահագն Գրիգորյանին'
            },
            armavir: {
                postIndex: '0901',
                street: 'Արմավիր, Ջիվանու փող. շ 3, Արմավիրի մարզ',
                recipient: 'Արմավիրի անձնագրային բաժանմունքի պետ',
                name: 'Ռազմիկ Հակոբյանին'
            },
            baxramyan: {
                postIndex: '1001',
                street: 'գ․ Բաղրամյան, Արմավիրի մարզ',
                recipient: 'Ապարանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Յուրիկ Գրիգորյանին'
            },
            ejmiacin: {
                postIndex: '1101',
                street: 'ք․ Էջմիածին, Մաշտոցի փող. շ․ 8ա, Արմավիրի մարզ',
                recipient: 'Էջմիածնի անձնագրային բաժանմունքի պետ',
                name: 'Պերճ Խաչատրյանին'
            },
            mecamor: {
                postIndex: '0910',
                street: 'Մեծամոր, քաղաքապետարանի շենք, 1-ին հարկ, Արմավիրի մարզ',
                recipient: 'Մեծամորի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Գոռ Գասպարյանին'
            },
            gavar: {
                postIndex: '1201',
                street: 'Գավառ, Սայադյան փող. շ․ 18, Գեղարքունիքի մարզ',
                recipient: 'Գավառի անձնագրային բաժանմունքի պետ',
                name: 'Սերգեյ Լազարյանին'  
            },
            chambarak: {
                postIndex: '1301',
                street: 'Ճամբարակ, Գարեգին Նժդեհի փող. շ․ 122, Գեղարքունիքի մարզ',
                recipient: 'Ճամբարակի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Կամիլա Եգանյաին'
            },
            martuni: {
                postIndex: '1401',
                street: 'Մարտունի, Մյասնիկյան փող. շ․ 5, Գեղարքունիքի մարզ',
                recipient: 'Մարտունու անձնագրային բաժանմունքի պետ',
                name: 'Սարիբեկ Մաթևոսյանին'
            },
            sevan: {
                postIndex: '1501',
                street: 'Սևան, Դեմիրճյան փող. շ․ 8, Գեղարքունիքի մարզ',
                recipient: 'Սևանի անձնագրային բաժանմունքի պետի պաշտոնակատար',
                name: 'Կարինե Դավթյանին'
            },
            vardenis: {
                postIndex: '2001',
                street: 'ք․ Վանաձոր, Մխիթար Գոշի փող. շ․ 3, Լոռու մարզ',
                recipient: 'Ճամբարակի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Գարիկ Երանոսյանին'
            },
            goris: {
               postIndex: '3201',
               street: 'ք․ Գորիս, Գրիգոր Նարեկացու փող. շ․ 3, Սյունիքի մարզ',
               recipient :'Գորիսի անձնագրային բաժանմունքի պետ',
                name: 'Քնար Պողոսյանին' 
            },
            kapan: {
                postIndex: '3302',
                street: 'Կապան, Երկաթուղայինների փող. շ․ 4, Սյունիքի մարզ',
                recipient: 'Կապանի անձնագրային բաժանմունքի պետ',
                name: 'Արթուր Սարգսյանին'
            },
            mexri: {
                postIndex: '3401',
                street: 'Մեղրի, Զորավար Անդրանիկի փող. 1-ին փակուղի, շ․ 1, Սյունիքի մարզ',
                recipient: 'Մեղրու անձնագրային խմբի առաջատար մասնագետ',
                name: 'Գրենիկ Ահարոնյանին'
            },
            sisian: {
                postIndex: '3501',
                street: 'Սիսիան, Գարեգին Նժդեհի փող. շ․ 6, Սյունիքի մարզ',
                recipient: 'Սիսիանի անձնագրային բաժանմունքի պետ',
                name: 'Գայանե Ալավերդյանին'
            },
            gugarq: {
                postIndex: '2029',
                street: 'Գուգարք, գյուղ 2-րդ փողոց շ․ 8, Լոռու մարզ',
                recipient: 'Գուգարքի անձնագրային բաժանմունքի առաջատար մասնագետ',
                name: 'Ալվարդ Միսկարյանին'
            },
            alaverdi: {
                postIndex: '1701',
                street: 'Ալավերդի, Երևանյան փող. շ․ 3, Լոռու մարզ',
                recipient: 'Թումանյանի անձնագրային բաժանմունքի պետ',
                name: 'Գևորգ Հակոբյանին'
            },
            spitak: {
                postIndex: '1804',
                street: 'Սպիտակ, Ալեք Մանուկյան փող. շ․ 1, Լոռու մարզ',
                recipient: 'Սպիտակի անձնագրային բաժանմունքի պետ',
                name: 'Գագիկ Սիսակյանին'
            },
            stepanavan: {
                postIndex: '1901',
                street: 'Ստեփանավան, Սոս Սարգսյան փող. շ․ 36, Լոռու մարզ',
                recipient: 'Ստեփանավանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Գրիգոր Գրիգորյանին'
            },
            vanadzor: {
                postIndex: '2001',
                street: 'ք․ Վանաձոր, Մխիթար Գոշի փող. շ․ 3, Լոռու մարզ',
                recipient: 'Վանաձորի անձնագրային բաժանմունքի պետ',
                name: 'Արմեն Թումանյանին'
            },
            dilijan: {
                postIndex: '3901',
                street: 'Դիլիջան, Մյասնիկյան փող. շ․ 57, Տավուշի մարզ',
                recipient: 'Դիլիջանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Դավիթ Դավթյանին'
            },
            ijevan: {
                postIndex: '4001',
                street: 'Իջևան, Երևանյան փող. շ․ 13, Տավուշի մարզ',
                recipient: 'Իջևանի անձնագրային բաժանմունքի պետ',
                name: 'Մեդորա Չապուխյանին'
            },
            noyemberyan: {
                postIndex: '4101',
                street: 'Նոյեմբերյան, Բարեկամության փող. շ․ 4, Տավուշի մարզ',
                recipient: 'Նոյեմբերյանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Հայկ Մամյանին'
            },  
            berd: {
                postIndex: '4201',
                street: 'Բերդ, Լևոն Բեկի փող. շ․ 12, Տավուշի մարզ',
                recipient: 'Տավուշի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Սվետլանա Քարտաշյանին'
            },
            exegnadzor: {
                postIndex: '3601',
                street: 'Եղեգնաձոր, Միկոյան փող. շ․ 18, Վայոց ձորի մարզ',
                recipient: 'Եղեգնաձորի անձնագրային բաժանմունքի պետ',
                name: 'Վարդիթեր Հովհաննիսյանին'
            },
            jermuk: {
                postIndex: '3701',
                street: 'Ջերմուկ, Մյասնիկյան փող. շ․ 3, Վայոց ձորի մարզ',
                recipient: 'Ջերմուկի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Կարեն Հովհաննիսյանին'
            },
            vayq: {
                postIndex: '3801',
                street: 'Վայք, Երիտասարդական փող. շ․ 2, Վայոց ձորի մարզ',
                recipient: 'Վայքի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Սևադա Մարգարյանին'
            },
            abovyan: {
                postIndex: '2202',
                street: 'ք․ Աբովյան, Զորավար Անդրանիկի փող. շ․ 5, Կոտայքի մարզ',
                recipient: 'Կոտայքի անձնագրային բաժանմունքի պետ',
                name: 'Արա Ավանեսյանին'
            },
            hrazdan: {
                postIndex: '2303',
                street: 'ք․ Հրազդան, Վանատուր թաղամաս, Կոտայքի մարզ',
                recipient: 'Հրազդանի անձնագրային բաժանմունքի պետ',
                name: 'Միքայել Գրիգորյանին'
            },
            exvard: {
                postIndex: '2401',
                street: 'Եղվարդ, Շիրակի փող. շ․ 2, Կոտայքի մարզ',
                recipient: 'Նաիրիի անձնագրային բաժանմունքի պետ',
                name: 'վետիս Սարգսյանին'
            },
            hachn: {
                postIndex: '2412',
                street: 'Նոր Հաճն, Չարենցի փող. շ․ 14, Կոտայքի մարզ',
                recipient: 'Հաճնի անձնագրային բաժանմունքի պետ',
                name: 'Վահե Խաչատրյանին'
            },
            charencavan: {
                postIndex: '2501',
                street: 'ք․ Չարենցավան, Շահումյան փող. շ․ 1, Կոտայքի մարզ',
                recipient: 'Չարենցավանի անձնագրային խմբի առաջատար մասնագետ',
                name: 'Սերգեյ Պողոսյանին'
            }
        }
    }
}