var dataJson = {
      getAddress: function() {
            return {
                  avan: {
                        postIndex: '0060',
                        street: 'Երևան Ավան, Իսահակյան թաղամաս, 2 շենք',
                        recipient: 'Ավանի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Աննա Պողոսյանին'
                  },
                  arabkir: {
                        postIndex: '0014',
                        street: 'Երևան Մամիկոնյանց փող., 1 շենք',
                        recipient: 'Արաբկիրի անձնագրային բաժանմունքի պետ',
                        name: 'Նատալի Կոստանդյանին'
                  },
                  davtashen: {
                        postIndex: '0054',
                        street: 'Երևան Դավթաշեն, 1-ին թաղամաս, 39 շենք',
                        recipient: 'Դավթաշենի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Ռոման Խալաթյանին'
                  },
                  erebuni: {
                        postIndex: '0008',
                        street: 'Երևան Մովսես Խորենացու փող., 162ա շենք',
                        recipient: 'Էրեբունու անձնագրային խմբի պետ',
                        name: 'Սյուզաննա Մանասյանին'
                  },
                  kentron: {
                        postIndex: '0070',
                        street: 'Երևան Վրացյան փող., 90 շենք',
                        recipient: 'Կենտրոնի անձնագրային բաժանմունքի պետ',
                        name: 'Անահիտ Վիրաբյանին'
                  },
                  malatia: {
                        postIndex: '0031',
                        street: 'Երևան Արա Սարգսյան փող., 22 շենք',
                        recipient: 'Մալաթիայի անձնագրային բաժանմունքի պետ',
                        name: 'Մխիթար Հովհաննիսյանին'
                  },
                  mashtoc: {
                        postIndex: '0038',
                        street: 'Երևան Շինարարների փող., 10/1 շենք',
                        recipient: 'Մաշտոցի անձնագրային բաժանմունքի պետ',
                        name: 'Մարինե Վարդանյանին'
                  },
                  marash: {
                       postIndex: '0070',
                       street: 'Երևան Քաջազնունու փող., 11 շենք',
                       recipient: 'Մարաշի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Լիլիթ Հովսեփյանին'
                  },
                  norq: {
                        postIndex: '0056',
                        street: 'Երևան Նոր Նորքի 1-ին միկրոշրջան, Բորյան փող., 1 շենք',
                        recipient: 'Նոր Ներքի անձնագրային բաժանմունքի պետ',
                        name: 'Վեներա Բադալյանին'
                  },
                  nubarashen: {
                        postIndex: '0086',
                        street: 'Երևան Նուբարաշեն, 14-րդ փողոց, 17 տուն',
                        recipient: 'Նուբարաշենի անձնագրային խմբի',
                        name: 'Հայկանուշ Ուզունյանին'
                  },
                  charbax: {
                       postIndex: '0086',
                       street: 'Երևան Շիրակի փող., 56 շենք',
                       recipient: 'Չարբախի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Արշակ Թարվերդյանին'
                  }, 
                  shengavit: {
                        postIndex: '0026',
                        street: 'Երևան Գարեգին Նժդեհի փող., 27 շենք',
                        recipient: 'Շենգավիթի անձնագրային բաժանմունքի պետ',
                        name: 'Նաիրա Բարսեղյանին'
                  },
                  qanaqer: {
                        postIndex: '0014',
                        street: 'Երևան Ահարոնյան փող., 3 շենք',
                        recipient: 'Քանաքեռ-Զեյթունի անձնագրային բաժանմունքի պետ',
                        name: 'Նարինե Հայրապետյանին'
                  },
                  axuryan: {
                       postIndex: '2601',
                       street: 'Երևան Գարեգին Նժդեհի փող., 27 շենք',
                       recipient: 'Ախուրյանի անձնագրային բաժանմունքի պետ',
                        name: 'Սվետլանա Բաղդասարյանին'
                  },
                  amasia: {
                        postIndex: '2601',
                        street: 'Երևան Գարեգին Նժդեհի փող., 27 շենք',
                        recipient: 'Ամասիայի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Արփենիկ Համբարձումյանին'
                  },
                  ani: {
                       postIndex: '0041',
                       street: 'Մարալիկ Երկաթուղայինների փող., 1 շենք, Շիրակի մարզ',
                       recipient: 'Անիի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Արտակ Բարսեղյանին'
                  },
                  ashocq: {
                        postIndex: '2801',
                        street: 'Աշոցք գյուղ, Շիրակի մարզ',
                        recipient: 'Աշոցքի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Գնել Պետրոսյանին'
                  },
                  artik: {
                        postIndex: '3001',
                        street: 'Արթիկ Գորկու փող., 4 շենք, Շիրակի մարզ',
                        recipient: 'Արթիկի անձնագրային բաժանմունքի պետ',
                        name: 'Ռուզաննա Բաղդասարյանին'
                  },
                  gyumri_k: {
                        postIndex: '3108',
                        street: 'Գյումրի Շիրակացու փող., 17 շենք, Շիրակի մարզ',
                        recipient: 'Գյումրու «Կումայրի» անձնագրային բաժանմունքի պետ',
                        name: 'Ջուլիետա Քալաշյանին'
                  }, 
                  gyumri_m: {
                        postIndex: '3108',
                        street: 'Գյումրի Շիրակացու փող., 17 շենք, Շիրակի մարզ',
                        recipient: 'Գյումրու «Մուշ» անձնագրային բաժանմունքի պետ',
                        name: 'Արթուր Վարդանյանին'
                  },
                  ashtarak: {
                        postIndex: '0204',
                        street: 'Արագածոտնի մարզ, Աշտարակ Տիգրան Մեծի փող., 46 շենք',
                        recipient: 'Աշտարակի անձնագրային բաժանմունքի պետ',
                        name: 'Մկրտիչ Մկրտչյանին'
                  },
                  aparan: {
                        postIndex: '0301',
                        street: 'Արագածոտնի մարզ, Ապարան Գայի փող., 9 շենք',
                        recipient: 'Ապարանի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Աննման Շահբազյանին'
                  },
                  caxkahovit: {
                        postIndex: '0401',
                        street: 'Ծաղկահովիտ գյուղ Բժշկյան փող., 5 շենք, Արագածոտնի մարզ',
                        recipient: 'Արագածի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Դոնարա Մինասյանին'
                  },
                  talin: {
                        postIndex: '0501',
                        street: 'Թալին Գորկու փող., 14 շենք, Արագածոտնի մարզ',
                        recipient: 'Թալինի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Առաքել Գրիգորյանին'
                  },
                  ararat: {
                        postIndex: '0602',
                        street: 'Արարատ Շահումյան փող., 12 շենք, Արարատի մարզ',
                        recipient: 'Արարատի անձնագրային խմբի պետ',
                        name: 'Զոհրաբ Մահլամյանին'
                  },
                  vedi: {
                       postIndex: '0601',
                       street: 'Վեդի Չարենցի փող., 1 շենք, Արարատի մարզ',
                       recipient: 'Արարատի անձնագրային բաժանմունքի պետ',
                      name: 'Զոհրաբ Մահլամյանին'
                  }, 
                  artashat: {
                      postIndex: '0701',
                      street: 'Արտաշատ Շահումյան փող., 20 շենք, Արարատի մարզ',
                      recipient: 'Արտաշատի անձնագրային բաժանմունքի պետ',
                      name: 'Էդիկ Ղազարյանին'
                  },
                  masis: {
                      postIndex: '0724',
                      street: 'Մասիս Մարշալ Բաղրամյան փող., 30 շենք, Արարատի մարզ',
                      recipient: 'Մասիսի անձնագրային բաժանմունքի պետ',
                      name: 'Վահագն Գրիգորյանին'
                  },
                  armavir: {
                      postIndex: '0901',
                      street: 'Արմավիր Ջիվանու փող., 3 շենք, Արմավիրի մարզ',
                      recipient: 'Արմավիրի անձնագրային բաժանմունքի պետ',
                      name: 'Ռազմիկ Հակոբյանին'
                  },
                  baxramyan: {
                      postIndex: '1001',
                      street: 'Բաղրամյան գյուղ, Արմավիրի մարզ',
                      recipient: 'Ապարանի անձնագրային խմբի առաջատար մասնագետ',
                      name: 'Յուրիկ Գրիգորյանին'
                  },
                  ejmiacin: {
                      postIndex: '1101',
                      street: 'Էջմիածին Մաշտոցի փող., 8ա շենք, Արմավիրի մարզ',
                      recipient: 'Էջմիածնի անձնագրային բաժանմունքի պետ',
                      name: 'Պերճ Խաչատրյանին'
                  },
                  mecamor: {
                      postIndex: '0910',
                      street: 'Մեծամոր քաղաքապետարանի շենք, 1-ին հարկ, Արմավիրի մարզ',
                      recipient: 'Մեծամորի անձնագրային խմբի առաջատար մասնագետ',
                      name: 'Գոռ Գասպարյանին'
                  },
                  gavar: {
                      postIndex: '1201',
                      street: 'Գավառ Սայադյան փող., 18 շենք, Գեղարքունիքի մարզ',
                      recipient: 'Գավառի անձնագրային բաժանմունքի պետ',
                      name: 'Սերգեյ Լազարյանին'  
                  },
                  chambarak: {
                      postIndex: '1301',
                      street: 'Ճամբարակ Գարեգին Նժդեհի փող., 122 շենք, Գեղարքունիքի մարզ',
                      recipient: 'Ճամբարակի անձնագրային խմբի առաջատար մասնագետ',
                      name: 'Կամիլա Եգանյաին'
                  },
                  martuni: {
                      postIndex: '1401',
                      street: 'Մարտունի Մյասնիկյան փող., 5 շենք, Գեղարքունիքի մարզ',
                      recipient: 'Մարտունու անձնագրային բաժանմունքի պետ',
                      name: 'Սարիբեկ Մաթևոսյանին'
                  },
                  sevan: {
                        postIndex: '1501',
                        street: 'Սևան Դեմիրճյան փող., 8 շենք, Գեղարքունիքի մարզ',
                        recipient: 'Սևանի անձնագրային բաժանմունքի պետի պաշտոնակատար',
                        name: 'Կարինե Դավթյանին'
                  },
                  vardenis: {
                        postIndex: '2001',
                        street: 'Վանաձոր Մխիթար Գոշի փող., 3 շենք, Լոռու մարզ',
                        recipient: 'Ճամբարակի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Գարիկ Երանոսյանին'
                  },
                  goris: {
                       postIndex: '3201',
                       street: 'Գորիս Գրիգոր Նարեկացու փող., 3 շենք, Սյունիքի մարզ',
                       recipient :'Գորիսի անձնագրային բաժանմունքի պետ',
                        name: 'Քնար Պողոսյանին' 
                  },
                  kapan: {
                        postIndex: '3302',
                        street: 'Կապան Երկաթուղայինների փող., 4 շենք, Սյունիքի մարզ',
                        recipient: 'Կապանի անձնագրային բաժանմունքի պետ',
                        name: 'Արթուր Սարգսյանին'
                  },
                  mexri: {
                        postIndex: '3401',
                        street: 'Մեղրի Զորավար Անդրանիկի փող. 1-ին փակուղի, 1 շենք, Սյունիքի մարզ',
                        recipient: 'Մեղրու անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Գրենիկ Ահարոնյանին'
                  },
                  sisian: {
                        postIndex: '3501',
                        street: 'Սիսիան Գարեգին Նժդեհի փող., 6 շենք, Սյունիքի մարզ',
                        recipient: 'Սիսիանի անձնագրային բաժանմունքի պետ',
                        name: 'Գայանե Ալավերդյանին'
                  },
                  gugarq: {
                        postIndex: '2029',
                        street: 'Գուգարք գյուղ 2-րդ փողոց, 8 շենք, Լոռու մարզ',
                        recipient: 'Գուգարքի անձնագրային բաժանմունքի առաջատար մասնագետ',
                        name: 'Ալվարդ Միսկարյանին'
                  },
                  alaverdi: {
                        postIndex: '1701',
                        street: 'Ալավերդի Երևանյան փող., 3 շենք, Լոռու մարզ',
                        recipient: 'Թումանյանի անձնագրային բաժանմունքի պետ',
                        name: 'Գևորգ Հակոբյանին'
                  },
                  spitak: {
                        postIndex: '1804',
                        street: 'Սպիտակ Ալեք Մանուկյան փող., 1 շենք, Լոռու մարզ',
                        recipient: 'Սպիտակի անձնագրային բաժանմունքի պետ',
                        name: 'Գագիկ Սիսակյանին'
                  },
                  stepanavan: {
                        postIndex: '1901',
                        street: 'Ստեփանավան Սոս Սարգսյան փող., 36 շենք, Լոռու մարզ',
                        recipient: 'Ստեփանավանի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Գրիգոր Գրիգորյանին'
                  },
                  vanadzor: {
                        postIndex: '2001',
                        street: 'Վանաձոր Մխիթար Գոշի փող., 3 շենք, Լոռու մարզ',
                        recipient: 'Վանաձորի անձնագրային բաժանմունքի պետ',
                        name: 'Արմեն Թումանյանին'
                  },
                  dilijan: {
                        postIndex: '3901',
                        street: 'Դիլիջան Մյասնիկյան փող., 57 շենք, Տավուշի մարզ',
                        recipient: 'Դիլիջանի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Դավիթ Դավթյանին'
                  },
                  ijevan: {
                        postIndex: '4001',
                        street: 'Իջևան Երևանյան փող., 13 շենք, Տավուշի մարզ',
                        recipient: 'Իջևանի անձնագրային բաժանմունքի պետ',
                        name: 'Մեդորա Չապուխյանին'
                  },
                  noyemberyan: {
                        postIndex: '4101',
                        street: 'Նոյեմբերյան Բարեկամության փող., 4 շենք, Տավուշի մարզ',
                        recipient: 'Նոյեմբերյանի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Հայկ Մամյանին'
                  },  
                  berd: {
                        postIndex: '4201',
                        street: 'Բերդ Լևոն Բեկի փող., 12 շենք, Տավուշի մարզ',
                        recipient: 'Տավուշի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Սվետլանա Քարտաշյանին'
                  },
                  exegnadzor: {
                        postIndex: '3601',
                        street: 'Եղեգնաձոր Միկոյան փող., 18 շենք, Վայոց ձորի մարզ',
                        recipient: 'Եղեգնաձորի անձնագրային բաժանմունքի պետ',
                        name: 'Վարդիթեր Հովհաննիսյանին'
                  },
                  jermuk: {
                        postIndex: '3701',
                        street: 'Ջերմուկ Մյասնիկյան փող., 3 շենք, Վայոց ձորի մարզ',
                        recipient: 'Ջերմուկի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Կարեն Հովհաննիսյանին'
                  },
                  vayq: {
                        postIndex: '3801',
                        street: 'Վայք Երիտասարդական փող., 2 շենք, Վայոց ձորի մարզ',
                        recipient: 'Վայքի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Սևադա Մարգարյանին'
                  },
                  abovyan: {
                        postIndex: '2202',
                        street: 'Աբովյան Զորավար Անդրանիկի փող., 5 շենք, Կոտայքի մարզ',
                        recipient: 'Կոտայքի անձնագրային բաժանմունքի պետ',
                        name: 'Արա Ավանեսյանին'
                  },
                  hrazdan: {
                        postIndex: '2303',
                        street: 'Հրազդան Վանատուր թաղամաս, Կոտայքի մարզ',
                        recipient: 'Հրազդանի անձնագրային բաժանմունքի պետ',
                        name: 'Միքայել Գրիգորյանին'
                  },
                  exvard: {
                        postIndex: '2401',
                        street: 'Եղվարդ Շիրակի փող., 2 շենք, Կոտայքի մարզ',
                        recipient: 'Նաիրիի անձնագրային բաժանմունքի պետ',
                        name: 'վետիս Սարգսյանին'
                  },
                  hachn: {
                        postIndex: '2412',
                        street: 'Նոր Հաճն Չարենցի փող., 14 շենք, Կոտայքի մարզ',
                        recipient: 'Հաճնի անձնագրային բաժանմունքի պետ',
                        name: 'Վահե Խաչատրյանին'
                  },
                  charencavan: {
                        postIndex: '2501',
                        street: 'Չարենցավան Շահումյան փող., 1 շենք, Կոտայքի մարզ',
                        recipient: 'Չարենցավանի անձնագրային խմբի առաջատար մասնագետ',
                        name: 'Սերգեյ Պողոսյանին'
                  }
            }
      }
}